[
  {
    "id": 1,
    "title": "Keep Going",
    "author": "Austin Kleon",
    "cover": "https://m.media-amazon.com/images/I/71iBst03OeL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "10 cara untuk tetap kreatif di masa-masa sulit",
    "fullReview": "Buku Austin Kleon yang keluar di tahun 2019, tapi saya baca mendalam lagi di awal 2020. Austin Kleon adalah salah satu penulis favorit saya, dengan dua buku sebelumnya — Steal Like an Artist dan Show Your Work — merupakan buku yang sangat berpengaruh dalam mindset saya berkarya. Keep Going membantu saya berpikir ulang tentang proses berkarya, dan bagaimana kita bisa terus konsisten membuat sesuatu. Salah satu tulisan favorit saya di buku ini berjudul Ignore The Numbers. Buku yang sangat direkomendasikan untuk siapapun yang ingin terus konsisten berkarya.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-KeepGoing"
  },
  {
    "id": 2,
    "title": "Anything You Want",
    "author": "Derek Sivers",
    "cover": "https://m.media-amazon.com/images/I/51vlh9Rs4nL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "40 pelajaran untuk entrepreneur dengan cara berpikir baru",
    "fullReview": "Ini buku bisnis berformat semi-autobiografi dengan sudut pandang yang sangat menarik. Derek Sivers adalah seorang musisi sekaligus pebisnis yang membangun CDBaby.com, toko CD online yang membantu musisi independen menjual musik mereka. Sesuai subtitelnya — 40 Lessons for a New Kind of Entrepreneur — Derek berbagi lessons learned yang ia miliki dari pengalaman memulai, membangun, dan menjual CDBaby.com. Dengan penulisan yang lugas dan ringan dibaca, sudut pandang yang unik (contoh: Derek tidak menyarankan pebisnis untuk mengejar growth), penulis berbagi semua rahasia, kegagalan, dan filosofi dari 10 tahun pengalamannya berbisnis. Sebuah buku yang sangat saya rekomendasikan untuk siapapun yang ingin belajar banyak hal dari buku yang ringan.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-AnythingYouWant"
  },
  {
    "id": 3,
    "title": "The Ride of A Lifetime",
    "author": "Robert Iger",
    "cover": "https://m.media-amazon.com/images/I/71uewRM+jqL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Autobiografi CEO Disney tentang leadership dan akuisisi besar",
    "fullReview": "The Ride of A Lifetime ini semacam buku autobiografi Robert (Bob) Iger, ex CEO Disney yang sekarang menjabat sebagai Executive Chairman. Buat saya, buku ini sangat menarik karena saya belajar banyak soal leadership, bisnis, dan yang paling penting: cerita di balik layar film-film favorit saya. Bob cerita banyak lessons learned nya sebagai CEO Disney, serta cerita di balik layar akuisisi besar Disney untuk ABC network, Pixar, Marvel, Lucasfilm, dan yang terakhir 21st Century Fox. Ini bacaan yang sangat menarik, apalagi jika kamu fans salah satu IP yang dimiliki Disney. Saya sendiri adalah fans berat Pixar dan Marvel, jadi buku ini tidak hanya berisi, tapi juga menyenangkan.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-RideOfLifetime"
  },
  {
    "id": 4,
    "title": "The Decision",
    "author": "Kevin Hart",
    "cover": "https://m.media-amazon.com/images/I/71QKQ9mwV7L._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Audiobook motivasi yang dibawakan langsung oleh Kevin Hart",
    "fullReview": "The Decision dibacakan langsung oleh Kevin Hart. Dengan gayanya yang komedik, mendengarkan buku ini seperti mendengarkannya melakukan stand-up. Bedanya ada banyak mindset dan pola pikir yang Kevin bagikan, berdasarkan pengalamannya membangun karir puluhan tahun hingga sukses seperti sekarang. Seperti subtitelnya — Overcoming Today's BS for Tomorrow's Success — buku ini memang semacam buku motivasi. Rasanya seperti sedang dimentori oleh Kevin Hart sebagai coach.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-TheDecision"
  },
  {
    "id": 5,
    "title": "Atomic Habits",
    "author": "James Clear",
    "cover": "https://m.media-amazon.com/images/I/81YkqyaFVEL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Metode praktis membangun kebiasaan baik dan menghilangkan kebiasaan buruk",
    "fullReview": "Tidak melebih-lebihkan, tapi Atomic Habit bisa jadi salah satu buku nonfiksi terbaik yang hampir selalu masuk top 10 rekomendasi siapapun. Pembahasannya fokus pada metode praktis membangun kebiasaan, yang bisa diaplikasikan di berbagai kondisi, baik personal maupun bisnis. Pokoknya kalau belum pernah baca, harus baca buku ini. Sangat useful.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-AtomicHabits"
  },
  {
    "id": 6,
    "title": "The War On Normal People",
    "author": "Andrew Yang",
    "cover": "https://m.media-amazon.com/images/I/71Jfp8MxfKL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Gagasan politik tentang masa depan pekerjaan dan Universal Basic Income",
    "fullReview": "Andrew Yang mulai dikenal saat maju sebagai salah satu kandidat presiden Amerika Serikat dari Partai Demokrat. Setelah puluhan tahun sebelumnya bekerja di Startup / perusahaan rintisan dan menjalankan program entrepreneurship, Yang masuk ke politik dengan berbagai gagasan segar dalam menciptakan lapangan kerja dan — yang paling saya suka — Universal Basic Income. Buku ini bisa dilihat sebagai gagasan politik atau sebagai visi dari seorang entrepreneur tentang isu sosial di level negara. Banyak hal yang bisa dipelajari dari gagasan di buku ini yang bisa diterapkan, atau setidaknya jadi bahan diskusi untuk dijadikan kebijakan publik di Indonesia.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-WarOnNormalPeople"
  },
  {
    "id": 7,
    "title": "The Startup of You",
    "author": "Reid Hoffman & Ben Casnocha",
    "cover": "https://m.media-amazon.com/images/I/71fIsB4HFNL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Mengembangkan karir dengan metode startup",
    "fullReview": "Reid Hoffman adalah veteran Sillicon Valley, seorang investor dan salah satu co-founder Linkedin. Di buku ini, Reid membawa gagasan menarik tentang pengembangan karir: bagaimana jika kita mengembangkan karir dengan metode yang digunakan mengembangkan Startup? Bagaimana jika kita bisa melihat karir kita sebagai produk, dan membangunnya dengan metode yang terukur sekaligus adaptif? Buku ini sangat membantu untuk kita merencanakan karir. Dipenuhi dengan berbagai studi kasus dan tips praktis, saya sangat merekomendasikan buku ini terutama untuk kita yang sedang membangun awal karir.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-StartupOfYou"
  },
  {
    "id": 8,
    "title": "The Gig Economy",
    "author": "Diane Mulcahy",
    "cover": "https://m.media-amazon.com/images/I/71zKol5bNJL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Panduan praktis membangun karir berbasis project",
    "fullReview": "Buku ini bercerita tentang fenomena Gig Economy, dimana saat ini industri bergeser ke pekerjaan-pekerjaan yang bisa dilakukan berbasis project. Gig Economy membantu banyak orang untuk membangun karir yang lebih sehat, mengatur waktu dengan lebih baik, dan memiliki multiple source of income. Tidak hanya teori, buku ini ditulis sebagai panduan. Banyak tips praktis dan halaman kerja yang bisa langsung diisi untuk pembaca bisa langsung membangun karir dari Gig Economy.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-GigEconomy"
  },
  {
    "id": 9,
    "title": "No Rules Rules",
    "author": "Reed Hastings & Erin Meyer",
    "cover": "https://m.media-amazon.com/images/I/71V3kux9XFL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Company culture radikal yang membuat Netflix menjadi inovatif",
    "fullReview": "Reed Hastings, Founder dan CEO Netflix, bercerita tentang company culture yang dibangun di perusahaannya. Culture ini yang menjadi salah satu pendorong utama Netlix menjadi salah satu perusahaan digital paling inovatif, dan bisa terus berevolusi dari tempat menyewa DVD online di tahun 1997 hingga saat ini menjadi online streaming service terbesar di dunia. Pendekatan yang dibangun sangat radikal dengan satu tujuan utama: menarik talent terbaik untuk bekerja di Netflix. Tidak ada aturan cuti, tidak ada aturan expense, berani membayar gaji di atas rata-rata industri, dan masih banyak lagi. Buku ini sangat direkomendasikan untuk siapapun yang ingin membangun tim dengan lebih baik.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-NoRulesRules"
  },
  {
    "id": 10,
    "title": "The Bezos Letters",
    "author": "Steve Anderson",
    "cover": "https://m.media-amazon.com/images/I/71EcP0CozzL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "14 prinsip bisnis Amazon dari surat tahunan Jeff Bezos",
    "fullReview": "Salah satu praktik bisnis Jeff Bezos yang terkenal di dunia bisnis adalah surat untuk pemegang saham Amazon yang ditulisnya setiap tahun. Surat-surat ini selalu berisi berbagai insight, pola pikir, dan metode Amazon yang sangat menarik untuk dipelajari. Steve Anderson mengompilasi surat-surat Jeff Bezos dari tahun 1997 dan menerjemahkannya menjadi 14 Prinsip Bisnis yang dijalankan oleh Amazon. Buku ini sangat kaya dengan insight untuk siapapun yang menjalankan bisnis. Belajar langsung dari insight tahunan yang dituliskan oleh salah satu pebisnis tersukses di dunia.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-BezosLetters"
  },
  {
    "id": 11,
    "title": "The Visual MBA",
    "author": "Jason Barron",
    "cover": "https://cdn.gramedia.com/uploads/picture_meta/2022/12/26/p5upyyivr7mcjfrvufdkzs.jpg,
    "rating": 5,
    "shortDescription": "Ringkasan kuliah MBA 2 tahun dalam bentuk sketch ilustrasi",
    "fullReview": "Saat memulai kuliah bisnis (Master of Business Administration) di Brigham Young University, Jason Barron memutuskan untuk mencatat semua yang ia pelajari dalam bentuk sketch ilustrasi. Hasilnya, ringkasan kuliah MBA 2 tahun dikemas dalam satu buku yang menyenangkan untuk dibaca. Merangkum semua konsep kunci dalam bisnis dari marketing, akuntansi, strategi, hingga etika dan organisasi. Membaca buku ini rasanya seperti skip kuliah berbulan-bulan lalu meminjam catatan senior untuk mengebut belajar karena minggu depan sudah ujian. Enaknya, senior kita ini catatannya rapi dan jago gambar, jadi semua lebih mudah diserap dalam waktu singkat.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-VisualMBA"
  },
  {
    "id": 12,
    "title": "The Miracle of Morning Pages",
    "author": "Julia Cameron",
    "cover": "https://m.media-amazon.com/images/I/51LCZeT7QzL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Kebiasaan menulis jurnal setiap pagi untuk meningkatkan kreativitas",
    "fullReview": "Salah satu habit paling powerful yang Julia Cameron jalankan untuk menjaga proses kreatifnya adalah Morning Pages, yang membuat banyak orang bertanya lebih lanjut dan melahirkan buku spin-off ini. Singkatnya, Morning Pages adalah kebiasaan untuk menulis jurnal setiap pagi sebelum memulai aktivitas apapun, yang membantu kita mengelola pikiran, membuat ide lebih mudah mengalir, dan memicu kita lebih kreatif.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-MorningPages"
  },
  {
    "id": 13,
    "title": "Designing Your Life",
    "author": "Bill Burnett & Dave Evans",
    "cover": "https://m.media-amazon.com/images/I/71fPrujpD1L._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Merancang hidup dengan pendekatan design thinking",
    "fullReview": "Buku yang sangat membantu saya dalam mendesain rencana hidup dengan lebih baik. Duo penulisnya adalah expert dan pengajar program studi desain di Stanford University. Dalam buku ini, mereka mengajak kita merancang hidup dengan pendekatan desain; dengan mengenali dan memetakan masalah (kehidupan kita sendiri), menentukan target, membuat dan menguji coba prototipe, serta menyiapkan berbagai skenario untuk pivot jika hasilnya tidak sesuai yang kita harapkan. Ini buku yang sangat saya rekomendasikan untuk siapapun yang ingin membuat atau mengevaluasi rencana hidup. Ada berbagai panduan dan exercise yang bisa langsung kita praktikkan sesuai kebutuhan.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-DesigningYourLife"
  },
  {
    "id": 14,
    "title": "Thirst",
    "author": "Scott Harrison",
    "cover": "https://m.media-amazon.com/images/I/71j8KS5cXiL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Misi membawa air bersih ke seluruh dunia melalui Charity Water",
    "fullReview": "Scott Harrison dan organisasinya Charity Water adalah salah satu inspirasi saya dalam perjalanan membangun Kitabisa.com sejak 2015. Dari cerita Scott Harrison dan Charity Water saya belajar berbagai campaign kreatif untuk isu sosial dan strategi komunikasi yang efektif untuk organisasi nonprofit. Sudah bertahun-tahun saya menonton dan mendengarkan berbagai talks dan interview Scott Harrison. Buku yang sangat recommended untuk siapapun yang ingin menggali inspirasi tentang misi kemanusiaan dan belajar komunikasi yang efektif untuk isu sosial.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-Thirst"
  },
  {
    "id": 15,
    "title": "Side Hustle",
    "author": "Chris Guillebeau",
    "cover": "https://m.media-amazon.com/images/I/71vF7+bGmYL._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Panduan praktis 5 minggu membangun pekerjaan sampingan",
    "fullReview": "Buku ini membahas secara detil dan terstruktur bagaimana kita bisa membangun side hustle, di samping pekerjaan utama yang kita lakukan. Konten bukunya pun disusun sebagai panduan praktis yang bisa langsung dipraktikkan dalam 5 minggu, dengan instruksi detil yang harus dilakukan dari hari ke hari. Buat saya pribadi, buku ini sangat membantu dalam mengembangkan side hustle yang saya jalankan.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-SideHustle"
  },
  {
    "id": 16,
    "title": "Aroma Karsa",
    "author": "Dee Lestari",
    "cover": "https://upload.wikimedia.org/wikipedia/id/9/9e/Aroma_Karsa_sampul.jpg",
    "rating": 5,
    "shortDescription": "Novel sci-fi Indonesia tentang petualangan dan aroma",
    "fullReview": "3 tahun terakhir saya jarang sekali membaca novel fiksi. But this one is soooo good! Nama Dee Lestari sendiri mungkin sudah jadi jaminan kualitas novel ini. Tetapi alur ceritanya sangat bagus hingga sulit membuat saya tidak menghabiskannya dalam waktu kurang dari 5 hari. Elemen cerita yang diangkat seputar aroma mengingatkan saya pada novel klasik Perfume: The Story of a Murderer. Dikemas dengan alur petualangan serta kombinasi mitos lokal dan science fiction, membaca novel ini membuat saya menciptakan film di kepala saya sendiri.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-AromaKarsa"
  },
  {
    "id": 17,
    "title": "DI's Way: Pribadi-Pribadi Yang Menginspirasi",
    "author": "Dahlan Iskan",
    "cover": "https://i.postimg.cc/g0KtpXdH/disway.jpg",
    "rating": 5,
    "shortDescription": "Cerita orang-orang inspiratif dari tulisan Dahlan Iskan",
    "fullReview": "Pertama, saya kagum sekali dengan konsistensi Pak Dahlan Iskan dalam menulis. Hingga hari ini, beliau masih mempublikasikan satu tulisan setiap hari di blognya disway.id. Kedua, menyenangkan sekali membaca cerita Dahlan Iskan yang spontan, ceplas-ceplos, tapi tetap bernas. Tulisan yang ada di buku ini dikurasi dari ratusan artikel yang sudah dipublikasikan, dan berfokus pada cerita orang-orang yang beliau temui atau kagumi, serta pelajaran yang bisa diambil darinya.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-DIsWay"
  },
  {
    "id": 18,
    "title": "It Doesn't Have to Be Crazy at Work",
    "author": "Jason Fried & David Heinemeier Hansson",
    "cover": "https://m.media-amazon.com/images/I/71qKQ9dZG-L._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Filosofi calm company dan bekerja secara efektif tanpa lembur",
    "fullReview": "Jason adalah founder Basecamp, team management tools yang membantu jutaan orang di dunia bekerja secara remote dengan efektif. Bersama salah satu developer Basecamp — David Heinemeier — Jason menuliskan pemikirannya tentang filosofi budaya bekerja Basecamp yang melawan arus. Bahwa untuk membangun bisnis yang sukses, bekerja long hours dan aggresive hustle bukan satu-satunya cara. Bekerja lembur dan kurang tidur sering menjadi kebanggaan buat banyak pekerja. Padahal menurut mereka justru sebaliknya; harusnya jadi hal yang memalukan buat pekerja dan organisasinya. Sangat direkomendasikan untuk mereview ulang bagaimana kita bisa lebih efektif dan bahagia dalam bekerja.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-CrazyAtWork"
  },
  {
    "id": 19,
    "title": "Hari-Hari Bumil",
    "author": "Zhou Yueyue",
    "cover": "https://i.postimg.cc/xd1VXcLD/hariharibumil.jpg",
    "rating": 5,
    "shortDescription": "Diari pengalaman kehamilan dalam bentuk ilustrasi menggemaskan",
    "fullReview": "Buku yang saya akui agak aneh masuk dalam daftar 10 buku terbaik versi Iqbal Hariadi, haha. Tapi benar kok. Buku ini salah satu buku terbaik yang saya baca di tahun ini. Kebetulan tahun 2019 ini istri saya Chantik Mega hamil anak pertama kami, sehingga kami memang mencari berbagai buku tentang kehamilan atau mempersiapkan proses lahiran. Penulisnya adalah seorang blogger asal China yang menuliskan diari pengalamannya menjadi ibu, dalam bentuk ilustrasi yang menggemaskan. Membaca buku ini jadi membuat saya dan Chantik tahu apa hal-hal kecil yang akan kami jalani sebagai calon orang tua, tapi dengan cara yang menyenangkan tanpa merasa sedang digurui.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-HariHariBumil"
  },
  {
    "id": 20,
    "title": "Real Artists Don't Starve",
    "author": "Jeff Goins",
    "cover": "https://m.media-amazon.com/images/I/71p+eXNiK7L._SY466_.jpg",
    "rating": 5,
    "shortDescription": "Strategi untuk seniman bisa hidup dari karyanya",
    "fullReview": "Buku yang premisnya menarik buat saya — karena saya setidaknya menganggap diri saya sendiri seniman. Dan seringkali seniman meromantisasi penderitaan dan denial terhadap ketidaksuksesan dengan berlindung di balik kedok 'seni'. Tercermin dalam ucapan-ucapan seperti 'Ah ya wajarlah ga laku, orang ga ngerti seni gue' atau 'ya gue bikin ini kan buat gue diri sendiri', padahal ya karena tidak laku atau tidak tahu caranya menjual. Buku ini mengumpulkan berbagai anekdot dan riset tentang bagaimana seorang seniman bisa hidup dari karyanya.",
    "affiliateLink": "https://shopee.co.id/LINK-ANDA-DISINI-RealArtists"
  }
]
